Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: No Perfect Match
ar: لا توجد نتيجة مطابقة
ca: No hi ha cap coincidència perfecta
cy: Dim yn Cyfateb yn Berffaith
da: Intet perfekt match
da_instk12: Intet perfekt match
de: Keine perfekte Übereinstimmung
es: Sin coincidencia perfecta
es_es: No hay ninguna coincidencia perfecta
fi: Ei täydellistä osumaa
fr: Aucune correspondance parfaite
fr_ca: Pas de correspondance parfaite
ga: Níl Meaitseáil Foirfe Ann
hi: कोई उचित मिलान नहीं मिला
ht: Pa gen Korespondans ki Pafè
id: Tidak Ada Kecocokan Sempurna
is: Engin bein samsvörun
it: Nessuna corrispondenza perfetta
ja: 完全一致なし
ko: 완벽한 일치 없음
mi: Karekau he Whakataetae Tino
ms: Tiada Padanan Sesuai
nb: Ingen perfekt match
nb_instk12: Ingen perfekt match
nl: Geen perfecte match
pl: Nie znaleziono dokładnych dopasowań
pt: Não há correspondência perfeita
pt_br: Não há combinação perfeita
ru: Нет точного совпадения
sl: Ni popolnega ujemanja
sv: Ingen perfekt matchning
sv_instk12: Ingen perfekt matchning
th: ไม่พบข้อมูลที่ตรงกัน
vi: Không Có Kết Quả Khớp Hoàn Hảo
zh: 没有完全相符的结果
zh_hk: 沒有完美的相符結果

source: No preview available
ar: لا توجد معاينة متاحة
ca: No hi ha cap visualització prèvia disponible
cy: Dim rhagolwg ar gael
da: Ingen forhåndsvisning til rådighed
da_instk12: Ingen forhåndsvisning til rådighed
de: Keine Vorschau verfügbar
es: No hay vista previa disponible
es_es: Vista previa no disponible
fi: Ei esikatselua saatavilla
fr: Aucun aperçu disponible
fr_ca: Aucun aperçu disponible
ga: Níl réamhamharc ar fáil
hi: कोई पूर्वावलोकन उपलब्ध नहीं
ht: Pa gen apèsi disponib
id: Tinjauan tidak tersedia
is: Engin forskoðun í boði
it: Nessuna anteprima disponibile
ja: プレビューできません
ko: 사용 가능한 미리 보기가 없습니다
mi: Kāore he arokite wātea
ms: Tiada pratonton tersedia
nb: Ingen forhåndsvisning tilgjengelig
nb_instk12: Ingen forhåndsvisning tilgjengelig
nl: Geen voorbeeld beschikbaar
pl: Podgląd niedostępny
pt: Nenhuma visualização disponível
pt_br: Nenhuma prévia disponível
ru: Нет доступного предпросмотра
sl: Predogled ni na voljo
sv: Förhandsgranskning är inte tillgängligt
sv_instk12: Förhandsgranskning är inte tillgängligt
th: ไม่มีตัวอย่าง
vi: Không có bản xem trước nào
zh: 预览不可用
zh_hk: 無可用預覽

source: No Quizzes
ar: لا توجد اختبارات موجزة
ca: No hi ha cap prova
cy: Dim Cwisiau
da: Ingen test
da_instk12: Ingen quiz
de: Keine Quiz
es: No hay exámenes
es_es: No hay pruebas
fi: Ei tietovisoja
fr: Aucun questionnaire
fr_ca: Aucun questionnaire
ga: Níl aon Quizeanna
hi: कोई प्रश्नोत्तरी नहीं
ht: Okenn Quiz
id: Tidak Ada Kuis
is: Engin próf
it: Nessun quiz
ja: 小テストなし
ko: 퀴즈 없음
mi: Kaore nga Quizzes
ms: Tiada Kuiz
nb: Ingen quizer
nb_instk12: Ingen quizer
nl: Geen toetsen
pl: Brak testów
pt: Não há questionários
pt_br: Sem testes
ru: Нет тестов
sl: Ni kvizov.
sv: Inga quiz
sv_instk12: Inga quiz
th: ไม่มีแบบทดสอบ
vi: Không Có Các Câu Hỏi Kiểm Tra
zh: 无测验
zh_hk: 無測驗

source: No Results
ar: لا توجد نتائج
ca: No hi ha cap resultat
cy: Dim Canlyniadau
da: Ingen resultater
da_instk12: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
es_es: No hay resultados
fi: Ei tuloksia
fr: Aucun résultat
fr_ca: Pas de résultat
ga: Níl aon torthaí
hi: कोई नतीजा नहीं
ht: Okenn Rezilta
id: Tidak Ada Hasil
is: Engar niðurstöður
it: Nessun risultato
ja: 結果はありません
ko: 결과 없음
mi: Kāore Ngā Hua
ms: Tiada Keputusan
nb: Ingen resultater
nb_instk12: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt: Nenhum resultado
pt_br: Nenhum resultado
ru: Нет результатов
sl: Ni rezultatov
sv: Inga resultat
sv_instk12: Inga resultat
th: ผลลัพธ์
vi: Không Có Kết Quả
zh: 无结果
zh_hk: 沒有結果

source: No Sections
ar: لا توجد أقسام
ca: Cap secció
cy: Dim Adrannau
da: Ingen sektioner
da_instk12: Ingen sektioner
de: Keine Abschnitte
es: No hay secciones
es_es: No hay secciones
fi: Ei osia
fr: Aucune section
fr_ca: Pas de sections
ga: Níl aon Ghrúpaí
hi: कोई अनुभाग नहीं
ht: Okenn Seksyon
id: Tidak Ada Bagian
is: Engir hlutar
it: Nessuna sezione
ja: セクションなし
ko: 분반 없음
mi: Kaore Ngā Wāhanga
ms: Tiada Seksyen
nb: Ingen seksjoner
nb_instk12: Ingen seksjoner
nl: Geen secties
pl: Brak sekcji
pt: Sem Seções
pt_br: Número de seções
ru: Нет разделов
sl: Ni sekcij
sv: Inga sektioner
sv_instk12: Inga sektioner
th: ไม่มีกลุ่มย่อย
vi: Không Có Phần
zh: 无分组
zh_hk: 無分班

source: No Subject
ar: لا يوجد موضوع
ca: Sense assumpte
cy: Dim Pwnc
da: Intet emne
da_instk12: Intet emne
de: Kein Betreff
es: Sin asunto
es_es: No hay temas
fi: Ei aihetta
fr: Aucun sujet
fr_ca: Aucun sujet
ga: Níl aon ábhar
hi: कोई विषय नहीं
ht: Pa gen Sijè
id: Tanpa Subjek
is: Ekkert efnisheiti
it: Nessun oggetto
ja: 件名なし
ko: 주제 없음
mi: Kāore he Kaupapa
ms: Tiada Subjek
nb: Ingen tittel
nb_instk12: Ingen tittel
nl: Geen onderwerp
pl: Brak tematu
pt: Sem assunto
pt_br: Sem assunto
ru: Нет темы
sl: Ni zadeve
sv: Inget ämne
sv_instk12: Inget ämne
th: ไม่มีหัวเรื่อง
vi: Không Có Tiêu Đề
zh: 无主题
zh_hk: 無主題

source: No Submission
ar: لا يوجد إرسال
ca: Cap entrega
cy: Dim cyflwyniad
da: Ingen aflevering
da_instk12: Ingen aflevering
de: Keine Abgabe
es: Sin entregas
es_es: No hay entregas
fi: Ei lähetystä
fr: Aucune soumission
fr_ca: Aucune soumission
ga: Níl aon Uaslódáil
hi: कोई सबमिशन नहीं
ht: Pa gen Soumisyon
id: Tidak Ada Penyerahan
is: Engin skil
it: Nessuna consegna
ja: 提出なし
ko: 제출 없음
mi: Kāore he Tukunga
ms: Tiada Serahan
nb: Ingen innlevering
nb_instk12: Ingen innlevering
nl: Geen inzending
pl: Brak przesłanych zadań
pt: Nenhuma submissão
pt_br: Sem envio
ru: Нет отправки
sl: Ni oddaj.
sv: Ingen inlämning
sv_instk12: Ingen inlämning
th: ไม่มีผลงานจัดส่ง
vi: Không Có Mục Nộp
zh: 无提交项
zh_hk: 無提交項目

source: No supported files to submit
ar: لا توجد ملفات مدعومة للإرسال
ca: No hi ha cap fitxer admès per enviar
cy: Dim ffeiliau y mae modd delio â nhw i’w cyflwyno
da: Ingen understøttede filer at indsende
da_instk12: Ingen understøttede filer at indsende
de: Keine zu sendenden unterstützten Dateien
es: No hay archivos compatibles para entregar
es_es: No hay archivos para entregar
fi: Ei lähetettäviä tuettuja tiedostoja
fr: Aucun fichier pris en charge à soumettre
fr_ca: Aucun fichier pris en charge à soumettre
ga: Níl aon chomhaid tacaithe le cur isteach
hi: सबमिट करने के लिए कोई समर्थित फ़ाइल उपलब्ध नहीं
ht: Pa gen fichye yo sipòte pou soumèt
id: Tidak ada file untuk diserahkan
is: Engar studdar skrár til að skila
it: Nessun file supportato da inviare
ja: サポートされているファイルはありません
ko: 제출할 지원되는 파일이 없습니다
mi: Kaore he kōnae tautoko hei tuku
ms: Tiada fail disokong untuk serahan
nb: Ingen støttede filer å sende inn
nb_instk12: Ingen støttede filer å sende inn
nl: Geen ondersteunde bestanden om in te leveren
pl: Brak obsługiwanych plików do przesłania
pt: Não há ficheiros suportados a submeter
pt_br: Nenhum arquivo suportado para enviar
ru: Нет поддерживаемых файлов для отправки
sl: Ni podprtih datotek za oddajo
sv: Det finns inga filer som stöds att lämna in
sv_instk12: Det finns inga filer som stöds att lämna in
th: ไม่มีไฟล์ที่รองรับสำหรับส่ง
vi: Không có tập tin được hỗ trợ nào để nộp
zh: 要提交的文件不受支持
zh_hk: 沒有要提交的支援檔案

source: No syllabus
ar: بلا مخطط دراسي
ca: No hi ha cap temari
cy: Dim maes llafur
da: Ingen læseplan
da_instk12: Ingen fagplan
de: Kein Kursplan
es: No hay ningún plan de estudios
es_es: No hay ningún programa del curso
fi: Ei opinto-ohjelmaa
fr: Aucun plan de cours
fr_ca: Pas de plan de cours
ga: Níl siollabas ann
hi: कोई पाठ्यक्रम नहीं
ht: Pa gen pwogram
id: Tidak ada silabus
is: Engin kennsluáætlun
it: Nessun programma di studio
ja: シラバスなし
ko: 강의 계획안 없음
mi: Karekau he marautanga
ms: Tiada silibus
nb: Ingen pensum
nb_instk12: Ingen fagoversikt
nl: Geen syllabus
pl: Brak sylabusa
pt: Nenhum programa de estudos
pt_br: Sem programa de estudos
ru: Нет программы занятий
sl: Ni učnega načrta
sv: Ingen kursöversikt
sv_instk12: Ingen kursöversikt
th: ไม่มีหลักสูตร
vi: Không có giáo trình
zh: 无教学大纲
zh_hk: 無課程大綱

source: No time Limit
ar: لا يوجد حد زمني
ca: Sense límit de temps
cy: Dim Terfyn Amser
da: Ingen tidsbegrænsning
da_instk12: Ingen tidsbegrænsning
de: Kein Zeitlimit
es: Sin límite de tiempo
es_es: No hay límite de tiempo
fi: Ei aikarajaa
fr: Aucune limite de temps
fr_ca: Pas de limite de temps
ga: Gan Teorainn Ama
hi: कोई समय सीमा नहीं
ht: Pa gen Delè
id: Tanpa batas waktu
is: Engin tímamörk
it: Nessun limite di tempo
ja: 時間制限なし
ko: 시간 제한 없음
mi: Karekau he Tepe wa
ms: Tiada Had masa
nb: Ingen tidsbegrensing
nb_instk12: Ingen tidsbegrensing
nl: Geen tijdslimiet
pl: Brak limitu czasu
pt: Sem limite de tempo
pt_br: Sem limite de tempo
ru: Без ограничения по времени
sl: Brez časovne omejitve
sv: Ingen tidsgräns
sv_instk12: Ingen tidsgräns
th: ไม่มีจำกัดเวลา
vi: Không Giới Hạn thời gian
zh: 无时间限制
zh_hk: 沒有時間限制

source: No To-dos for now!
ar: لا توجد قوائم مهام في الوقت الحالي!
ca: No hi ha cap tasca pendent per ara
cy: Dim Tasgau i’w Gwneud ar hyn o bryd!
da: Ingen elementer på opgavelisten for nu!
da_instk12: Ingen elementer på opgavelisten for nu!
de: Keine To-Dos vorhanden!
es: Por ahora, no hay ningún ítem Por hacer.
es_es: ¡No hay tareas pendientes de momento!
fi: Ei tehtäviä nyt!
fr: Aucune tâche À faire pour le moment !
fr_ca: Aucune tâche à accomplir pour l’instant!
ga: Gan aon Rud le Déanamh faoi láthair!
hi: अभी के लिए कोई 'करने के लिए' नहीं है!
ht: Pa gen Tach pou Fè pou kounye a!
id: Tidak ada To-do untuk sekarang!
is: Engir verkefnalistar í bili
it: Nessun elenco attività per adesso!
ja: 現在するべきことはありません！
ko: 지금은 할 일이 없습니다.
mi: Kāore he Mahi-ā-ringa i tēnei wā!
ms: Tiada item Untuk Dilakukan sekarang!
nb: Nye gjøremål for nå!
nb_instk12: Nye gjøremål for nå!
nl: Geen opdrachten op dit moment!
pl: Brak list zadań na teraz!
pt: Nenhuma tarefa por enquanto!
pt_br: Não há listas de tarefas pendentes por enquanto!
ru: Нет задач на данный момент!
sl: Zaenkrat ni opravil!
sv: Inga Att göra-objekt för tillfället!
sv_instk12: Inga Att göra-objekt för tillfället!
th: ไม่มีรายการที่ต้องทำในตอนนี้!
vi: Hiện chưa có Việc Cần Làm!
zh: 暂时没有待办任务！
zh_hk: 暫時沒有待辦事項！

source: None
ar: بلا
ca: Cap
cy: Dim
da: Ingen
da_instk12: Ingen
de: Keine
es: Ninguna
es_es: Ninguno
fi: Ei mitään
fr: Aucun
fr_ca: Aucun
ga: Dada
hi: कोई नहीं
ht: Okenn
id: Tidak ada
is: Ekkert
it: Nessuno
ja: なし
ko: 없음
mi: Kaore
ms: Tiada
nb: Ingen
nb_instk12: Ingen
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nenhum
ru: Нет
sl: Brez
sv: Ingen
sv_instk12: Inga
th: ไม่มี
vi: Không Có
zh: 无
zh_hk: 無

source: Not enrolled
ar: غير مسجل
ca: No s’ha inscrit
cy: Ddim wedi ymrestru
da: Ikke tilmeldt
da_instk12: Ikke tilmeldt
de: Nicht angemeldet
es: No inscripto
es_es: No inscrito
fi: Ei ilmoittautunut
fr: Pas inscrit
fr_ca: Non inscrit
ga: Níl sé rollaithe
hi: नामांकित नहीं
ht: Pa enskri
id: Tidak terdaftar
is: Ekki innritaður
it: Non iscritto
ja: 未登録
ko: 등록되지 않음
mi: Kaore i whakaurutia
ms: Tidak didaftarkan
nb: Ikke påmeldt
nb_instk12: Ikke påmeldt
nl: Niet ingeschreven
pl: Nie zarejestrowany
pt: Não inscrito
pt_br: Não matriculado
ru: Не зарегистрирован
sl: Ni vpisan
sv: Ej registrerad
sv_instk12: Ej registrerad
th: ไม่ได้ลงทะเบียน
vi: Chưa
zh: 未注册
zh_hk: 未註冊

source: Not Graded
ar: لم يتم التقييم
ca: Sense nota
cy: Heb eu graddio
da: Ikke bedømt
da_instk12: Ikke bedømt
de: Unbenotet
es: Sin calificar
es_es: Sin evaluar
fi: Ei arvioida
fr: Non noté
fr_ca: Non noté
ga: Nach Bhfuil Marcáilte
hi: ग्रेड नहीं किया गया
ht: Pa Klase
id: Tidak Dinilai
is: Ekki metið
it: Non valutato
ja: 採点なし
ko: 채점되지 않음
mi: Kāore i kōekehia
ms: Tidak Bergred
nb: Ikke vurdert
nb_instk12: Ikke vurdert
nl: Niet beoordeeld
pl: Nie oceniono
pt: Sem classificação
pt_br: Sem nota
ru: Оценка не выставлена
sl: Ni ocenjeno
sv: Ej bedömd
sv_instk12: Inte bedömd
th: ไม่ได้ลงเกรด
vi: Chưa Được Chấm Điểm
zh: 未评分
zh_hk: 未評分

source: Not Published
ar: غير منشور
ca: No s'ha publicat
cy: Heb Gyhoeddi
da: Ikke offentliggjort
da_instk12: Ikke offentliggjort
de: Nicht veröffentlicht
es: No publicado
es_es: No publicado
fi: Ei julkaistu
fr: Non publié(e)
fr_ca: Non publié
ga: Níl sé Foilsithe
hi: प्रकाशित नहीं किया गया
ht: Pa Pibliye
id: Tidak Diterbitkan
is: Ekki birt
it: Non pubblicato
ja: 非公開
ko: 게시되지 않음
mi: Kāore i whakaputaina
ms: Tidak Diterbitkan
nb: Upublisert
nb_instk12: Upublisert
nl: Niet gepubliceerd
pl: Nieopublikowane
pt: Não publicado
pt_br: Não publicado
ru: Не опубликовано
sl: Ni objavljeno.
sv: Inte publicerad
sv_instk12: Inte publicerad
th: ไม่ได้เผยแพร่
vi: Chưa Phát Hành
zh: 未发布
zh_hk: 未發佈

source: Not selected
ar: غير محدد
ca: No s’ha seleccionat
cy: Heb ei ddewis
da: Ikke valgt
da_instk12: Ikke valgt
de: Nicht ausgewählt
es: No seleccionado
es_es: No seleccionado
fi: Ei valittu
fr: Non sélectionné
fr_ca: Non sélectionné
ga: Níl sé roghnaithe
hi: नहीं चुना गया
ht: Pa seleksyone
id: Tidak dipilih
is: Ekki valið
it: Non selezionato
ja: 選択されていません
ko: 선택되지 않음
mi: Kaore i tohua
ms: Tidak dipilih
nb: Ikke valgt
nb_instk12: Ikke valgt
nl: Niet geselecteerd
pl: Nie wybrano
pt: Não selecionado
pt_br: Não selecionado
ru: Не выбрано
sl: Ni izbrano
sv: Inte vald
sv_instk12: Inte vald
th: ไม่ได้เลือก
vi: Không được chọn
zh: 未选择
zh_hk: 未選取

source: Not set
ar: لم يتم التعيين
ca: No s’ha establert
cy: Heb ei osod
da: Ikke indstillet
da_instk12: Ikke indstillet
de: Nicht eingestellt
es: No establecido
es_es: Sin establecer
fi: Ei asetettu
fr: Non définie
fr_ca: Non défini
ga: Níl sé socraithe
hi: सेट नहीं है
ht: Pa defini
id: Belum diatur
is: Ekki stillt
it: Non impostato
ja: 未設定
ko: 설정되지 않음
mi: Kaore i whakaritea
ms: Tidak ditetapkan
nb: Ikke angitt
nb_instk12: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
pt_br: Não configurado
ru: Не задано
sl: Ni nastavljen
sv: Ej angiven
sv_instk12: Ej angiven
th: ไม่ได้กำหนด
vi: Không được thiết lập
zh: 未设置
zh_hk: 未設定

source: Not Started
ar: لم يتم البدء
ca: No s'ha començat
cy: Heb ei ddechrau
da: Ikke startet
da_instk12: Ikke startet
de: Nicht begonnen
es: No comenzado
es_es: Sin comenzar
fi: Ei aloitettu
fr: Non commencé
fr_ca: Non commencé
ga: Níl sé Tosaithe
hi: शुरू नहीं हुआ
ht: Pa Kòmanse
id: Tidak Dimulai
is: Ekki byrjað
it: Non iniziato
ja: 始まっていない
ko: 시작되지 않음
mi: Kaore i timata
ms: Tidak Dimulakan
nb: Ikke startet
nb_instk12: Ikke startet
nl: Niet gestart
pl: Nie rozpoczęto
pt: Não iniciado
pt_br: Não Começou
ru: Не начато
sl: Ni začeto
sv: Inte påbörjad
sv_instk12: Inte påbörjad
th: ไม่ได้เริ่มต้น
vi: Chưa Bắt Đầu
zh: 没开始
zh_hk: 未開始

source: Not Submitted
ar: لم يتم الإرسال
ca: No s’ha entregat
cy: Heb Gyflwyno
da: Ikke indsendt
da_instk12: Ikke indsendt
de: Nicht abgegeben
es: No presentado
es_es: No entregado
fi: Ei lähetetty
fr: Non soumis
fr_ca: Non soumis
ga: Níl sé Curtha isteach
hi: सबमिट नहीं किया गया
ht: Pa Soumèt
id: Belum Diserahkan
is: Ekki lagt fram
it: Non inviato
ja: 未提出
ko: 제출되지 않음
mi: E Kore E Tukua
ms: Tidak Diserahkan
nb: Ikke levert
nb_instk12: Ikke levert
nl: Nog niet Beoordeeld
pl: Nie wysłano
pt: Não Entregue
pt_br: Não Enviado
ru: Не отправлено
sl: Ni oddano.
sv: Inte inlämnat
sv_instk12: Inte inlämnad
th: ไม่ได้จัดส่ง
vi: Chưa Nộp
zh: 未提交
zh_hk: 未提交

source: Not supported
ar: غير مدعوم
ca: No és compatible
cy: Does dim modd delio â hwn
da: Ikke understøttet
da_instk12: Ikke understøttet
de: Nicht unterstützt
es: No compatible
es_es: No compatible
fi: Ei tuettu
fr: Non pris en charge
fr_ca: Non pris en charge
ga: Ní thacaítear leis
hi: असमर्थित
ht: Pa konpatib
id: Tidak didukung
is: Ekki stutt
it: Non supportato
ja: サポートされていません
ko: 지원되지 않음
mi: Kaore tautokona
ms: Tidak disokong
nb: Støttes ikke
nb_instk12: Støttes ikke
nl: Niet ondersteund
pl: Nieobsługiwane
pt: Não suportado
pt_br: Não suportado
ru: Не поддерживается
sl: Ni podprto
sv: Stöds inte
sv_instk12: Stöds inte
th: ไม่รองรับ
vi: Không được hỗ trợ
zh: 不受支持
zh_hk: 不支援

source: Not Urgent
ar: ليس عاجلاً
ca: No és urgent
cy: Dim Brys
da: Haster ikke
da_instk12: Haster ikke
de: Nicht dringend
es: No es urgente
es_es: No es urgente
fi: Ei kiireellinen
fr: Pas urgent
fr_ca: Non urgent
ga: Níl sé Práinneach
hi: अत्यावश्यक नहीं
ht: Pa Ijan
id: Tidak Mendesak
is: Ekki áríðandi
it: Non urgente
ja: 緊急ではありません
ko: 긴급하지 않음
mi: Kaore i te Whakahihiri
ms: Tidak Mendesak
nb: Haster ikke
nb_instk12: Haster ikke
nl: Niet urgent
pl: Niepilne
pt: Não Urgente
pt_br: Não é urgente
ru: Не срочно
sl: Ni nujno
sv: Ej brådskande
sv_instk12: Ej brådskande
th: ไม่ด่วน
vi: Không Gấp
zh: 不紧急
zh_hk: 非緊急

source: Not Yet Submitted
ar: لم يتم إرسالها بعد
ca: Encara no s'ha entregat
cy: Heb Gyflwyno Eto
da: Endnu ikke indsendt
da_instk12: Endnu ikke indsendt
de: Noch nicht abgegeben
es: No entregado
es_es: Aún no entregado
fi: Ei vielä lähetetty
fr: Pas encore soumis
fr_ca: Pas encore envoyé
ga: Níor Cuireadh Isteach É Go Fóill
hi: अभी तक सबमिट नहीं किया गया
ht: Poko Soumèt
id: Belum Diserahkan
is: Ekki enn skilað
it: Non ancora inviato
ja: 未提出
ko: 아직 제출되지 않음
mi: Kaore ano kia tukuna
ms: Belum Diserahkan
nb: Foreløpig ikke levert
nb_instk12: Foreløpig ikke levert
nl: Nog niet ingeleverd
pl: Nie przesłano
pt: Ainda não submetido
pt_br: Ainda não enviado
ru: Пока что не отправлено
sl: Še ni oddano
sv: Ännu inte inlämnade
sv_instk12: Ännu inte inlämnade
th: ยังไม่ได้จัดส่ง
vi: Chưa Nộp
zh: 尚未提交
zh_hk: 尚未提交

source: Note
ar: الملاحظة
ca: Nota
cy: Nodyn
da: Bemærk
da_instk12: Bemærk
de: Anmerkung
es: Nota
es_es: Nota
fi: Huomautus
fr_ca: Remarque
ga: Tabhair faoi deara
hi: ध्यान दें
ht: Nòt
id: Catatan
is: Athugasemd
it: Nota
ja: 注
ko: 메모
mi: Note a
ms: Nota
nb: Merknad
nb_instk12: Merknad
nl: Opmerking
pl: Uwaga
pt: Nota
pt_br: Observação
ru: Примечание
sl: Opomba
sv: Anteckning
sv_instk12: Anteckning
th: หมายเหตุ
vi: Ghi chú
zh: 注
zh_hk: 注釋

source: Nothing Due Today
ar: لا شيء مستحق اليوم
ca: Res venç avui
cy: Dim byd i fod i mewn heddiw
da: Intet forfalder i dag
da_instk12: Intet forfalder i dag
de: Heute ist nichts fällig.
es: Nada con fecha límite el día de hoy
es_es: No hay nada con fecha de entrega el día de hoy
fi: Tänään ei eräänny mitään
fr: Rien à rendre aujourd'hui
fr_ca: Rien n’est dû aujourd’hui
ga: Níl aon Rud Dlite Inniu
hi: आज कुछ नियत नहीं है
ht: Pa gen Anyen ki gen Delè pou Jodi a
id: Tidak Batas Waktu Hari Ini
is: Ekkert á skilum í dag
it: Niente in scadenza oggi
ja: 今日が期限のものなし
ko: 오늘 기한인 항목 없음
mi: Kaore e Tika ana mō tēnei rā
ms: Tiada Yang Cukup Tempoh Hari Ini
nb: Ingenting forfaller i dag
nb_instk12: Ingenting forfaller i dag
nl: Vandaag niets in te leveren
pl: Brak elementów z dzisiejszym terminem
pt: Nada Devido Hoje
pt_br: Nada com prazo vencendo hoje
ru: Сегодня ничего сдавать не нужно
sl: Danes nič ne poteče
sv: Inget måste lämnas in i dag
sv_instk12: Inget måste lämnas in i dag
th: ไม่มีวันครบกำหนดวันนี้
vi: Không Có Gì Đến Hạn Hôm Nay
zh: 没有今天到期的项目
zh_hk: 今天沒有任何內容截止

source: Nothing planned yet
ar: لم يتم تخطيط أي شيء بعد
ca: Encara no hi ha res planificat
cy: Does dim byd wedi’i drefnu hyd yma
da: Intet planlagt endnu
da_instk12: Intet planlagt endnu
de: Noch nichts geplant
es: Aún no hay nada planificado
es_es: Nada planificado aún
fi: Ei mitään vielä suunniteltuna
fr: Aucune planification pour le moment.
fr_ca: Rien de planifié en ce moment
ga: Níl aon rud pleanáilte go fóill
hi: अभी तक कोई योजना नहीं बनाई गई है
ht: Anyen poko planifye
id: Belum direncanakan
is: Ekkert skipulagt ennþá
it: Ancora nulla programmato
ja: 計画はまだありません
ko: 아직 계획된 사항 없음
mi: Heoi kaore he mahere
ms: Belum ada apa-apa dirancang
nb: Ingenting planlagt enda
nb_instk12: Ingenting planlagt enda
nl: Nog niets gepland
pl: Nic jeszcze nie zaplanowano
pt: Nada planeado ainda
pt_br: Nada planejado ainda
ru: Пока ничего не запланировано
sl: Nič še ni načrtovano
sv: Inget planerat ännu
sv_instk12: Inget planerat ännu
th: ยังไม่มีแผนตอนนี้
vi: Chưa có gì được hoạch định
zh: 暂无任何计划
zh_hk: 尚未計劃

source: Notification Error
ar: خطأ في الإخطارات
ca: Error de notificació
cy: Gwall Hysbysu
da: Meddelelsesfejl
da_instk12: Meddelelsesfejl
de: Benachrichtigungsfehler
es: Error de notificación
es_es: Error de notificación
fi: Ilmoitusvirhe
fr: Erreur de notification
fr_ca: Erreur de notification
ga: Earráid Fógra
hi: सूचना त्रुटि
ht: Erè Notifikasyon
id: Kesalahan Notifikasi
is: Tilkynningarvilla
it: Errore di notifica
ja: 通知エラー
ko: 알림 오류
mi: Hapa whakamōhiotanga
ms: Ralat Pemberitahuan
nb: Varslingsfeil
nb_instk12: Varslingsfeil
nl: Meldingsfout
pl: Błąd powiadomienia
pt: Erro de notificação
pt_br: Erro de notificação
ru: Ошибка уведомления
sl: Napaka pri sporočilu
sv: Aviseringsfel
sv_instk12: Aviseringsfel
th: ข้อผิดพลาดการแจ้งข้อมูล
vi: Lỗi Thông Báo
zh: 通知错误
zh_hk: 通知錯誤

source: Notifications
ar: الإعلامات
ca: Notificacions
cy: Hysbysiadau
da: Notifikationer
da_instk12: Notifikationer
de: Benachrichtigungen
es: Notificaciones
es_es: Notificaciones
fi: Ilmoitukset
ga: Fógraí
hi: सूचनाएं
ht: Notifikasyon
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
mi: Whakamōhiotanga
ms: Pemberitahuan
nb: Varslinger
nb_instk12: Varslinger
nl: Meldingen
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ru: Уведомления
sl: Obvestila
sv: Aviseringar
sv_instk12: Aviseringar
th: การแจ้งข้อมูล
vi: Thông Báo
zh: 通知
zh_hk: 通知
